# 17 Определить, есть ли среди трёх заданных чисел нечётные.
a = int(input("Введите число: "))
b = int(input("Введите число: "))
c = int(input("Введите число: "))
if a % 2:
    print(a)
if b % 2:
    print(b)
if c % 2:
    print(c)
